{
    "Visit Website": "To Visit Website",
    "Click on the button with Addmesh": "1. Click on the button with Addmesh logo which opens website of Addmesh",
    "Click on the button with Mail": "1. Click on the button with Mail logo which opens an email app to which you can send any questions or thoughts",
    "Fire Awud Holiday": "Fire Awud Holiday",
    "Water Awud Holiday": "Water Awud Holiday",
    "Air Awud Holiday": "Air Awud Holiday",
    "Earth Awud Holiday": "Earth Awud Holiday",
    "Senebete Senebetat Holiday": "Senebete Senebetat Holiday",
    "Senebet Holiday": "Senebet Holiday",
    "ሰንበት": "Senbet",
    "ሰንበተ\nሰንበታት": "Senbete\nSenbetat",
    "Mo": "M",
    "Tu":"T",
    "We": "W",
    "Th": "T",
    "Fr": "F",
    "Sa": "S",
    "Su": "S",
    "Monday": "Monday",
    "Tuesday": "Tuesday",
    "Wednesday": "Wednesday",
    "Thursday": "Thursday",
    "Friday": "Friday",
    "Saturday": "Saturday",
    "Sunday": "Sunday",
    "today": "Today",
    "home": "Home", 
    "ethio C.": "Ethio C.",
    "grego C.": "Grego C.",
    "calendarConverter": "Calendar Converter",
    "EthiopianToAwud": "Ethiopian Calendar to Awud Calendar",
    "GregorianToAwud": "Gregorian Calendar to Awud Calendar",
    "convert": "Convert",
    "about": "About",
    "setting": "Settings",
    "contact us": "Contact Us",
    "language": "Language",
    "dark mode": "Dark Mode",
    "version": "Version",
    "full/brand name": "Full Name / Brand Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "submit": "Submit",
    "ethiopian c": "Ethiopian C.",
    "gregorian c": "Gregorian C.",
    "calendar": "Calendar",
    "day": "Day",
    "month": "Month",
    "year": "Year",
    "type": "Type",
    "awud day": "Awud Day",
    "ethiopian day": "Ethiopian Day",
    "gregorian day": "Gregorian Day",
    "event": "Event",
    "events": "Events",
    "add": "Add",
    "none": "None",
    "እሳት ዓውድ": "Fire Awud",
    "ውሃ ዓውድ": "Water Awud",
    "ንፋስ ዓውድ": "Air Awud",
    "አፈር ዓውድ": "Earth Awud",
    "help": "Help",
    "backgroundInfo": "Background Information",
    "waiting": "Waiting",
    "To enter home page": "To enter Home page select \"Home\" from the menu.",
    "Change calendar": "To Change Calendar",
    "On top right corner select": "1. On top right corner select \"Ethio C.\" and \"Grego C.\" to change to Ethiopian Calendar and Gregorian Calendar respectively.",
    "Change date": "Change Date",
    "To change the year select + or -": "1. To change the year select + or -. Or enter the year on the input box.",
    "To change awuds select left and right arrows": "2. Then to change awuds select left and right arrows",
    "To Set Calendar To Today's Date": "To Set Calendar To Today's Date",
    "On the right bottom of the screen": "1. On the right bottom of the screen select \"Today\" button.",
    "search year": "To Search For Awud Year",
    "search on the right bottom of the screen1" : "1. On the right bottom of the screen select ",
    "search on the right bottom of the screen2" : "",
    "Add Event": "To Add Event",
    "Select the date that you want": "1. Select the date that you want to add event to from the grid.",
    "Check if the date you selected": "2. Check if the date you selected is the correct one, Then fill in the event form.",
    "At last select Add button": "3. At last, select \"+\" button.",
    "clickPre": "Go to event you want and click",
    "click": "",
    "clickAgain": "again to make it disappear",
    "Remove Event": "To Remove Event",
    "To remove the event": "3. To remove the event select ",
    "press delete": "",
    "Edit Event": "To Edit Event",
    "To edit the event": "3. To edit the event select ",
    "press edit": "",
    "To enter Calender Converter page select": "To enter Calender Converter page select \"Calendar Converter\" from the menu.",
    "To Convert Date": "To Convert Date",
    "To convert form Ethiopia calendar to Awud calendar": "1. To convert form Ethiopian calendar to Awud calendar enter date, month and year in the first box. Then select \"Convert\" button.",
    "To convert form Gregorian calendar to Awud calendar": "2. To convert form Ethiopian calendar to Awud calendar enter date, month and year in the first box. Then select \"Convert\" button.",
    "To enter About page select": "To enter About page select \"About\" from the menu.",
    "To enter Settings page select": "To enter Settings page select \"Settings\" from the menu.",
    "To Change Dark Mode And Light Mode": "To Change Dark Mode And Light Mode",
    "Select Dark Mode toggle": "1. Select \"Dark Mode\" toggle switch to change mode.",
    "To Change Language": "To Change Language",
    "Select Language": "1. Select \"Language\"",
    "Select the language you want": "2. Select the language you want.",
    "To Send Message": "To Send Email",
    "Select Contact Us from the menu": "1. Select \"Contact Us\" from the menu",
    "Enter Full Name / Brand Name": "2. Enter Full Name / Brand Name",
    "Enter Email": "3. Enter Email",
    "Enter Subject of your message": "4. Enter Subject of your message",
    "Enter your message on the Message field": "5. Enter your message on the Message field.",
    "At last select Submit button": "6. At last select \"Submit\" button.",
    "Toggle Date Format": "Toggle Date Format",
    "Select any date that you want from the grid": "1. Select any date that you want from the grid.",
    "Click the date to toggle between": "Click the date to toggle between DD/MM/YYYY date format and Month D, YYYY",
    "paragraph1": "Time is one of the great topics discussed in the study of the vast domain of creation. Since knowing time is knowing about the universal characteristics of creatures, much emphasis is given to grasp the nature of time than any other themes. All creatures are bound by the law of time. Therefore, the effort to understand time is like trying to understand the mystery of Creation in general.",
    "paragraph2": "Time is manifested in this earthly world, or in other way, creatures try to recognize time by way of its measuring units. The main units of time in use are Days, Weeks, Awuds and Years.",
    "paragraph3": "The time unit called ‘a day’ holds 24 hours; ‘a week’measures seven days, ‘an awud’ is composed of ninety-one days or 13 weeks, and, lastly, ‘a year’ is a time holding 4 awuds or 52 weeks or 364 days.",
    "paragraph4": "On the other hand, the time we call ‘one day’ tells about a portion of night and day time altogether. A week tells about the time process, when creatures emerge in this earthly world with a physical existence of their own. An awud tells us about the manifestation of the four basic elements or the four seasons of the year. A year tells about recurring patterns of time, or completing one full cycle of a time process. In fact, this one complete cycle of time would totally be 365¼ days when it includes one particular day that serves as a transition, and those hours that are left over throughout the days, the weeks and the awuds, which sum up to be a quarter of a day.",
    "paragraph5": "Hence, the Addmesh Calendar is designed based on the time units of days, weeks, awuds and years as mentionedabove. In one particular year, you will find 4 awuds and the 13 weeks found within the awuds and the smaller partitions of the days found within them.",
    "paragraph6": "A year starts from ‘Fire Awud’ and finishes at ‘Earth Awud’. One awud enters on Sunday and exits on Saturday. Likewise, a week also starts on Sunday and finishes on Saturday. A day kicks off at sundown (night) and concludes in the daytime. The hours and days found at the end of each cycle are said to be honorable times. Most importantly, the day that shifts the gear of the year is considered to be the highest amongst of all days in the year. It is called ‘Senbeta-Senbetat’, or the Highest Sabbath.",
    "paragraph7": "This Addmesh Calendar application holds some distinct features that are different from other conventional calendar system that the world is accustomed to. One is excluding the months out of the equation and grounding its calculation of time only on the unifying system of the sun, hence it is a solar calendar, not a lunar one. Consequently, this makes it to continue the counting process without making any distortionor conflicts of days and weeks throughout time.", 
    "paragraph8": "In conclusion, as we give credits to the Creator who unveiled to us this calendar system, which has been hidden from the human intellect, we also openly forward it to you, so that you can wisely examine and recognize the nature of creations."
}